Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
odk: <strong>ڪِلپان نُون رَد نہ ڪرا جِٺي ٻولڻي هاڙي چا ’تلفظ تمچي آپڪي تلفظا کن الگ هُوَي<strong>۔ اُونهچ آوازا نُون اوڙکڻي نُون سِگڙان ڪاڻ سُٺا ڪام ڪراوڻي ڪاڻ لازمِي ڇَي۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
odk: </strong>تخيلقِي هُوا!<strong> تمچِي ٻولِي هاڙِي برادرِي مُنفرد هُوِي، ائُون جي رُگي شرُوع ڪرڻي چي چند طرِيقي هِتي۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
odk: <strong> اسڪرپٽڊ اسپِيچ </strong> (خاص ڪتِي تمهِين جڪا نُون ڪام وائِيسا چي نانوان سُون اوڙکا ڇَوا) وا واهچ جاءِ ڇَي جِٺي تمهِين آپ آپڪِي ٻولِي ۾ جُملي ڏاڍِيُون پڙه سِگھا ڇَوا۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
odk: ٽرائِيسڪ<strong> دوران </strong>چي موٽي دائِناسار<strong>

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
odk: <strong> بي بقا تقرِير </strong> ڪامن وائِيسا چا هيڪ نَوان حِصا ڇَي جِٺي تمهِين سوالي چا جواب گھڻا نامياتِي، باتان چِيتان چي حسابا سُون ڏي سِگھا ڇَوا۔

source: Submit
odk: جمع ڪراوَڻ

source: Submit All
odk: سجَي جمع ڪرالَي

source: Submit a new question for the community to read and respond to
odk: برادرِي چي پڙهڻي ائُون جواب ڏِيئڻي چي ڪاڻ هيڪ نَوان سوال جمع ڪراوا

source: Submit a report
odk: رپورٽ جمع ڪرا

source: Submit clips
odk: ڪِلپ جمع ڪراوا

source: Submit new questions for the community to read and respond to
odk: برادري چي پڙهڻي ائُون جواب ڏِيڻي چي ڪاڻ نوين سوال جمع ڪراوا

source: Submitted
odk: جمع ڪرالَي

source: Subscribe
odk: ڄاڻ گيهوا

source: Success
odk: ڪاميابِي

source: success checkmark
odk: ڪاميابِي چي نِشانِي

source: Successfully accepted question
odk: ڪاميابِي سُون سوال قبُول هُتِي گيلا

source: Successfully rejected question
odk: ڪاميابِي سُون سوال رد هُتِي گيلا

source: Success, profile created!
odk: ڪاميابِي، پروفائِيل ٺاهلا گيلا

source: Support open, community-led datasets
odk: کُلوڙي، برادرِي چِي قيادت ڊيٽاسيٽس چِي طرفدارِي ڪرا۔

source: Svan
odk: سَوان

source: Swahili
odk: سَواهلِي

source: Swedish
odk: سُوڊينِي

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
odk: جُملي نُون لِکڻي ڪاڻ سجي پاسي سُوائيپ ڪرا۔ رد ڪرڻي ڪاڻ کٻي پاسي، ائُون ڇوڙتِي ڏِيئڻي ڪاڻ مٿي سُوائِيپ ڪرا۔ <strong> مهربانِي ڪتِي آپڪا جائِزا موڪلڻ نہ بِسارا!</strong>

source: Syriac
odk: سيريائِي

source: Tagalog
odk: تگلگ

source: Tahitian
odk: تائيٽِي

source: Taiwanese (Minnan)
odk: تائيوانِي (منن)

source: Tajik
odk: تاجِڪ

source: Taking several attempts to read a word.
odk: هيڪ لفظ پڙهڻي چي ڪاڻ گھڻي ئِي چڪر ڪوشش ڪرڻ

source: Tamazight
odk: تمارت

source: Tamil
odk: تامِل

source: Tap
odk: ٽيپ

source: Tarifit
odk: ٽَرِيفِٽ

source: Tatar
odk: تاتارِي

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
odk: Tatoeba اِستعمال ڪرڻي ڪاڻ جُملي، ترجمي ائُون ٻولڻي هاڙِي آڊيوئِي چا هيڪ موٽا ڊيٽابيس ڇَي جڪو ٻولِي سِيکڻي ۾ اِستعمالا چي ڪاڻ ها ڊائُون لوڊ اُونهان چِي برادرِي چي طرفُون رڪارڊ ڪروڙِي انگريزِي ٻولڻي پر پڙوڙِي ڇَي۔

source: Technology and Robotics
odk: ٽيڪنالاجِي ائُون روبوٽِڪس

source: Technology that speaks your language
odk: واهچ ٽيڪنالاجِي تمچِي ٻولِي ٻولَي

source: TED-LIUM Corpus
odk: ٽِي اِي ڊِي-لِيئومس ڪارپس

source: Teke
odk: ٽيڪي

source: Tell us what you'd like to download:
odk: اَمهان نُون سُڻاوا تہ تمهِين ڪا ڊائُون لوڊ ڪرڻ چاهوا ڇَوا:

source: Telugu
odk: تيلگو

source: Tepeuxila Cuicatec
odk: ٽيپيُوزيلا ڪيُوڪاٽِڪ

source: Terms
odk: شرطا

source: <termsLink>Terms</termsLink>
odk: <termsLink> شرط </termsLink>

source: Teutila Cuicatec
odk: تيئُوتِلائِي ڪِيوڪيٽيڪ

source: Thai
odk: ٿائِي

source: Thanks for confirming your account, now let's build your profile.
odk: اڪائُونٽا چِي تصدِيق ڪرڻي چي ڪاڻ تمچِي مهربانِي، اِمهين آوا تمچا پروفائِيل ٺاهُون۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
odk: 50، 259 کن بڌِيڪ ماڻسان چي تعاونا چِي مهربانِي، ها ڊيٽا سيٽ k کن بڌِيڪ ٻولِيان ۾ آوازا نُون سُٺِي موٽ ڏيئڻي ڪاڻ تقرِير ائُون ڪام ڪرڻي هاڙِي ايپلِيڪيشنِي نُون ترتِيب ڏِيڻي چي ڪاڻ اِستعمال ڪلا جا ڇَي چلا۔

source: Thank you for contributing to Spontaneous Speech!
odk: بي بقا تقرِيرِي ۾ تعاون ڪرڻي چي ڪاڻ تمچِي مهربانِي۔

source: Thank you for contributing your bulk submission!
odk: مدد ڪرڻي چي ڪاڻ تمچِي مهربانِي جو تمهِين گھڻِي تعدادِي ۾ جمع ڪرالي۔

source: Thank you for contributing your voice!
odk: آوازا ۾ حِصا گيهڻي چي ڪاڻ تمچِي مهربانِي

source: Thank you for donating your voice clips!
odk: تمچِي مهربانِي جو تمهِين آپڪي آوازچي ڪِلپين عطِيا ڪلين۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
odk: اِمهين جھِڪي ڏِيوڙِي </lineBreak> <lineBreak> رڪارڊنگِي چي ڪاڻ تمچِي مهربانِي۔ ڪِلپسا چا جائِزا گيهوا ائُون جمع ڪراوا۔

source: Thank you for your information
odk: تمچَي ڄاڻ ڏيڻي ڪاڻ مهربانِي۔

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
odk: { $lang } ۾ حصا گھيهڻي ۾ تمچِي مهربانِي۔ اَمهِين سخت محنت ڪرُون ڇَئُون تہ هر ٻولِي نُون لانچ ڪرڻي چي ڪاڻ تيار ڪلَي جا۔ ٽِيمان نُون اِي ميلِي چي وسِيلي اپڊيٽ ڪلَي جا۔ جي تمهِين مدد ڪرڻ چاهوا ڇَوا، مهربانِي ڪتِي جھِڪي آپڪِي اِي ميل ڏِيا۔

source: Thank you for your voice information
odk: تمچي آوازا چِي معلُوماتِي چي ڪاڻ تمچِي مهربانِي

source: Thank you! You’ve sent a new language enquiry
odk: تمهِين هيِڪِي نوِين ٻولِي چِي اِنڪوائرِي موڪللِي ڇَي، تمچِي مهربانِي۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
odk: سُٺي جُملي قُدرتِي ائُون ڪچهرِي هاڙي هِتي۔ اُونهان نُون پڙهڻي چي ڪاڻ سولڙَي هُوَڻ کپَي۔ جِڏ تہ تمهِين اُچاران چا تنوع ائُون جُملان ۾ مُختلف لفظ اهم هِتي، اَمهِين آپ ڪوشش ڪرُون ڇئُون پلي تہ رڪارڊنگ هاڙان جُملان نُون اَمچِي رضاڪار برادرِي چي ڪاڻ جائِز حدِي تاڻِين دِلچسپ ائُون مزيدار ٺاهوَڻ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
odk: هيڪ فائِدي هاڙِي تقرِيرِي چِي اوڙکاندِي هاڙِي انجڻ ٺاهوَڻي ڪاڻ سُٺَي جُملي ٻولڻي هاڙي، نَوين لفظ هِتي۔ ڪهِين خيال تمچِي مددِي چي ڪاڻ هِتي تہ جُون جُملي ٺاهوَڻي ۾ مدد مِلَي۔

source: The bumblebee sped by.
odk: ڀونر تيزِي لنگھلَي۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
odk: ڪِلپ گريو يارڊا ۾ وي آوازا چئ ڪِلپ شامل هِتي جڪو ڪامن وائِيس ڊيٽا سيٽ ۾ شامل ڪونهِي هُو سِگھلي۔ ڊيٽا سيٽا هاڙِي ڪارڪِلپ گريو يارڊ بِي ڊائون لوڊا ڪاڻ دستياب ڇَي۔ امهِين جي منصُوبي ۾ مدد ڪرڻ ڪاڻ جھڪلان ماڻسان ائُون تنظيمان چي ٿوري منڻ چاهيون چئُون:

source: The clip has disrespectful or offensive language.
odk: ڪلپا ۾ بي ادبي يان بيعزتَي ڪرِڻي هاڙِِي ٻولِي شامل ڇَي۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
odk: ڪامن ڊيٽا سيٽ ۾ هزارين آوازان چي نموني شامل هِتي جڪو ڊويلپران نُون آوازا چي اوڙکاندِي چي اوزارٺاهوڻي ۾ مدد ڪري هِتي۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
odk: برادرِي ڪامن وائِيسا چِي ڌڙڪڻي هاڙِي دِل ڇَي۔ وي سجِي دُنِيائِي مُون آوي هِتِيا ائُون ٻولِي چي سرگرم صفحي پر امچي </about> اٽڪل <about> ڪارڪن، سائنسدان ائُون فنڪار هِتي۔ تمهِين امچي رابطي ۾ ريهوا ڇَوا، <emailFragment> جي اگر</community>برادرِي پلي بُڪ <community> تمهِين چاهوا ڇَوا تہ سُٺِي تنظِيمِي ۾ بِچڙڻي چي ڪاڻ تہ بڌِيڪ سِيک سِگھا ڇَوا۔</emailFragment>

source: The content contains a language different than I was expecting.
odk: موادا ۾ اي کن مٽ ٻولِي ڇَي جڪا سُون مانڇِي اُمِيد ڇَي۔

source: The content has disrespectful or offensive language.
odk: موادا ۾ بيعزتِي ڪرڻي هاڙِي جارحانِي ٻولِي ڇَي۔

source: The giant dino [cough] the Triassic.
odk: وشال ڊنو [کنگ] ٽراسڪ.

source: The giant dinosaur of the Triassic.
odk: 🦖ٽرياسِڪ دورا چي موٽي ڊائنوسار

source: The giant dinosaurs of the Triassi-.
odk: ٽرياسِڪ دورا چي موٽي ڊائنوسار

source: The giant dinosaurs of the Triassic.
odk: ٽرياسڪا چي موٽي ڊائناسور۔

source: The giant dinosaurs of the Triassic. [read by one voice]
odk: ٽرياسڪ چِي موٽِي ڊائناسار. [هيڪي آوازا سُون پڙها (هِڪ ساهِي پڙها)]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
odk: هيڪي آوازا پارُون پڙهوڙي <strong> ٽرياسڪ دورا </strong> چي موٽي ڊائِناسار

source: The giant dinosaurs of the Triassic. Yes.
odk: ٽرياسِڪ دورا چي موٽي ڊائنوسار، هَوي

source: The giant dino <strong>[cough]</strong> the Triassic.
odk: موٽَي ڊائنو <strong>[کَڪ]</strong> ٽرائيسڪ.

source: The MediaRecorder API is not supported in your browser.
odk: MediaRecorder API تمچي برائُوزرا ۾ تعاون چي ڪاڻ ڪونهِي۔

source: The number of recordings and which languages you contribute to will be public.
odk: رڪارڊنگِي چا تعداد ائُون جڪا ٻولِيان ۾ تمهِين حِصا گيهوا ڇَوا عوامِي هُوِي۔

source: The page you are looking for could not be found
odk: تمهِين جڪو صِفحا سوڌا ڇَوا پلي اوهچ نهِين لڀَي ڇَي

source: The question should be answerable in just a couple of sentences.
odk: سوالا چا جواب رُگَي هيڪي ڏُونه جُملي ۾ هُوَڻ کپَي۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
odk: جي ٻولِي چي ڪاڻ اِمهين ڪو بِي اِشاري ڪونهِي هِتي۔ مهربانِي ڪتِي صفحا ريفريش ڪرا يان بڙي پڇي بڙتِي ڪوشش ڪرا۔

source: There are currently no sentences to review in this language.
odk: اِمهين جي ٻولِي ۾ ڪو بِي جُملا ڪونهِي جڪا چا جائِزا گيهلا جا۔

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
odk: "جي ٻولِي ڪاڻ جي وقتا پر ڪو بِي ٽرانسڪرپشن چيڪ ڪرڻي ڪاڻ موجود ڪونهِي. جي تمهِين ڪهِين ڇوڙتِي ڏلِي ڇَي ته تمهِين ڇوڙوڙي موادا سُون جاري راک سِگها ڇوا، يان آڊيو ٽرانسڪرائب ڪرڻي هاڙي حصي ڏِسيين جتِي پچِي بڙتِي ڪوشش ڪر سگها ڇوا."

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
odk: جي ٻولِي چِي جانچ ڪرڻي چي ڪاڻ اِمهين ڪو بِي نقل ڪونهِي ڇَي۔ مهربانِي ڪتِي ريفريش ڪرا يان بڙي پڇي بڙتِي ڪوشش ڪرا۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
odk: اٽڪل ٻولِي چي باري ۾ سوچڻي چي گھڻي طرِِيقي هِتي۔ اسپِيچ ريڪگنيشن ماڊلزا چي مقصدان چي ڪاڻ صلاح ڏِيئَي ڇَي تہ، ’باهمِي سمجھ‘ پر ڌِيان ڏِيا۔ ڪا ها ٻولِي ٻولڻي هاڙي گھڻَي قدر هيڪي ڏُوجي چَي ٻولڻ Common voice سمجھ سِگھي هِتي جي بڙي وي ڪوشش ڪرِي؟

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
odk: جي ٻولِي چي ڪاڻ بڌِيڪ سوال ڪونهِي هِتي۔ جي تمهِين ڪهِين ڇوڙتِي ڏلِي ڇَي ته تمهِين ڇوڙوڙي موادا سُون جاري راک سِگها ڇوا، يان آڊيو ٽرانسڪرائب ڪرڻي هاڙي حصي ڏِسيين جتِي پچِي بڙتِي ڪوشش ڪر سگها ڇوا.

source: The recording was too long.
odk: رڪارڊنگ تمام گھڻِي هِلِي

source: The recording was too quiet.
odk: رڪارڊنگ بِلڪُل چُپ هِلِي۔

source: The recording was too short.
odk: رڪارڊنگ بِلڪُل ٿوڪڙِي هِلِي

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
odk: "جي ٻولِي ڪاڻ ڪو بِي آڊيو ٽرانسڪراب ڪرڻي ڪاڻ ڪونهِي. جي تمهِين ڪهِين ڇوڙتِي ڏلِي ڇَي ته تمهِين ڇوڙوڙي موادا سُون جاري راک سِگها ڇوا، يان آڊيو ٽرانسڪرائب ڪرڻي هاڙي حصي ڏِسيين جتِي پچِي بڙتِي ڪوشش ڪر سگها ڇوا."

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
odk: اِمهين جي ٻولِي ۾ نقل ڪرڻي چي ڪاڻ ڪو بِي آڊيو ڪونهِي ڇَي۔ مهربانِي صفحي نُون رِيفريش ڪرا يان بڙي پڇي بڙتِي ڪوشش ڪرا۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
odk: ماخذ متنا ۾ مثال ڪو بِي انگ نہ هُوَڻ کپَي ڪان جو ويهچ مسئلي ڪر سِگھي هِتي جِڏ ڏاڍيُون پڙها۔ هيڪ انگ پڙهڻي چا طرِيقا حوالان پر نِرڀر ڇَي ائُون هُو سِگھَي ڊيٽا سيٽا ۾ ڏُکيائِي متعارف ڪراوَي۔ مثال، ”چووِيس صفر نو“ ائُون ”ڏون هزار چار سئو نو“ نمبر ”2409“۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
odk: پڙهڻي هاڙان چا قُدرتِي بِچا ۾ آواز مٽجتِي جاهِي۔ رُگَي تِڏ رد ڪرا جِڏ آواز اِترا تہ تيز هُوَي جو رڪارڊنگ خراب هُتِي جا، يان بڙي (جڪو عام طرِيقي سُون هُوَي ڇَي) اِترا گھٽ هُوَي جو لِکوڙا متن ڏيکڻي بِنا بات سمجھِي ۾ نہ آوَي۔

source: The route was unclear.
odk: دگ واضح ڪونهِي هِلا۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
odk: ويهچ ٻولِيا جي مهلِي برادرِي چي ترقِي ۾ هِتِيا ائُون </localizationGlossaryLink> ويب سائِيٽ لوڪلائِيزيشن <localizationGlossaryLink> شرُوع ڪرڻي </sentenceCollectionGlossaryLink> ائُون جُملان چي گھڻائِي چِي ضرُورت ڇَي۔<sentenceCollectionGlossaryLink>

source: The selected file is too large
odk: چونڊُوڙِي فائِيل تمام موٽِي ڇَي

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
odk: ڪامن وائِيسا هاڙي پليٽ فارما ۾ جُملا ڪليڪٽر بُنيادا چي حسابا سُون جا ڇَي چلا۔ تمهِين اِمهين ڪر سِگھا ڇَوا۔ </reviewURL> لِکا <writeURL> جاوا ڪامن وائِيسا ۾ هيڪ جُملا جمع ڪراوا۔ </writeURL> </reviewURL>

source: The sentence has a grammatical or spelling error.
odk: اي جُملي ۾ گرامرِي يان بڙي اِملا چِي غلطِي ڇَي۔

source: The sentence has disrespectful or offensive language.
odk: اي جملي ۾ بي ادبي يان بڙي بيعزتِي هاڙِي ٻولِي شامل ڇَي

source: The sentence must be grammatically correct.
odk: جُملا گرامرِي چي حسابا سُون صحِيح لِکوڙا هُوَي۔

source: The sentence must be speakable.
odk: جُملا اِسڙا هُوَڻ کپَي جُون ٻولڻي ۾ سولائِي هُوَي۔

source: The sentence must be spelled correctly.
odk: جُملا اِملا چي حِسابا سُون صحِيح لِکوڙا هُوَي۔

source: The sentence should have fewer than 15 words.
odk: جُملي ۾ 15 لفظان کن لفظ هُوَڻ کپِي۔

source: The site is ready to be launched when it reaches 75% completion.
odk: سائِيٽ شرُوع هُوَڻي چي ڪاڻ تيار ڇَي، جِڏ واهچ 75 سيڪڙا مُڪمل هُتِي جا۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
odk: ويب سائيٽِي نُون جلدِي کن جلدِي بيڪ اپ ڪلَي جاهِي۔ تازِي کن تازِي ڄاڻِي ڪاڻ </matrixLink>برادرِي چيٽ ميٽرڪس<matrixLink> ۾ شامل هُوا يان </githubLink>گِٽ هَب<githubLink> يان <discourseLink>امچي ڊسڪورس فورم</discourseLink> وزٽ ڪرا تہ جُون سائِيٽِي چي مسئلان نُون پيش ڪرسِگھا ائُون اُونهان چا جائِزا گيه سِگھا۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
odk: TED-LIUM corpus ٽرانسڪرپشنِي چِي ويب سائِيٽِي پر موجُود اُونهان چِي TED آڊيو باتان مُون ٺاهلا گيلا ڇَي۔

source: The website text is translated into that language.
odk: ويب سائيٽِي چا متن ويهچ ٻولِي ۾ ترجما ڪلا گيلا ڇَي.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
odk: ها مواد ڪو بِي ماڻسا چِي اوڙکاندِي سُون ڳنڍوڙي ذاتِي نمُوني سُون اوڙکاندِي چي لائِق ڄاڻِي پر پڙوڙا ڇَي، جُون تہ اوڇَي نان، اِي ميل پتا، جاءِ شناختِي نمبر يان بڙي فون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
odk: ها مواد ڪو بِي ماڻسا چِي اوڙکاندِي سُون ڳنڍوڙي ذاتِي نمُوني سُون لائِق اوڙکاندِي هاڙِي ڄاڻ مانگَي ڇَي پلا، جُون تہ اوڇَي نان، اِي ميل پتا، جاءِ، شناختِي نمبر يان بڙي فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
odk: واهچ ڄاڻ ڀيڙِي ڪرڻي چي ڪاڻ موڪل ڇَي۔ تمهِين رُگَي اُونهان نُون شامل ڪرا۔ جي اگر تمهِين آراما سُون محسُوس ڪرا۔ جِڏ اَمهِين ڊيٽا سيٽا نُون جارِي راکُون ڇَئُون، اَمهِين سجِي ذاتِي ڄاڻ پُورِي ڪرُون ڇئُون، ائُون پڪ ڪرا تہ ڄاڻ مطلب تمچَي نان ائُون اِي ميل ڊيموگرافڪ ڄاڻ مطلب عمري ائُون جِنسي سُون گنڍوڙِي ڇَي۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
odk: ها ڄاڻ فراهم ڪرڻي چي ڪاڻ اِختيار ڇَي۔ تمهان نُون رُگَي ويهچ حالتِي ۾ شامل ڪرڻ کپَي جِڏ تمهِين سڪُون محسُوس ڪرا۔ جِڏ اَمهِين ڊيٽا سيٽ جارِي ڪرُون ڇَئُون، تِڏ اَمهِين ذاتِي ڄاڻ پُورِي ڪرُون ڇَئُون، ائُون جي باتي نُون پڪَي ڪرُون ڇَئُون تہ تمچَي نان ائُون اِي ميلِي سِرکِي ڄاڻ يان بڙي بي ڍنگھِي ڄاڻ جُون عمر يان بڙي جنسِي ڳنڍوڙِي ڪونهِي هِيتا۔ ٽيڪنالاجِي چي ڪاڻ هر هيڪي چي ڪاڻ سُٺي نمُوني سُون ڪام ڪرڻي چي ڪاڻ، اوهچ ڊيٽا جڪو ڊوَلپرزا نُون ٽيڪنالاجِي ٺاهوَڻي ۾ مدد ڪرَي ڇَي، ماڻسان چي ڏُکا ائُون گُنجائِشِي نُون ظاهر ڪرڻي چِي ضرُورت ڇَي۔ ايڇي باري ۾ بڌِيڪ جاڻا تہ ميٽا ڊيٽا ڪان اهميت ميهلَي ڇَي۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
odk: ها هيڪ ڪيس هلاوَڻي چا حِصا ڇَي جڪا ۾ اکران چِي اوڙکاند ائُون هُوَي ائون نہ يان بڙي طاقتِي هاڙي انگان ۾ ڊيٽا شامل ڇَي۔

source: This is how you cite yourself if you wrote the content yourself.
odk: جي مواد تمهِين آپ لِکلا ڇَي تہ تمهِين آپڪي آپا نُون ڪيُون بيان ڪلَي ڇَي۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
odk: ها منصُوبا تمهان سِرکان ماڻسان کن بِنا ڪونهِي هُو سِگھَي۔ ڪامن وائِيسا سُون شامل هُوَڻي چي گھڻي ئِي طرِيقي هِتي۔ تمهان نُون اِين جاڻڻي چِي ضرُورت ڪونهِي تہ تعاون ڪرڻي چي ڪاڻ ڪوڊ ڪِيُون ٺاهلا جا۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
odk: ها سيٽنگ تمچي ليڊر بورڊا چِي نُمائِشِي نُون ڪنٽرول ڪرَي ڇَي۔ جِڏ لُڪولَي جاهِي، تمچِي ترقِي نِجِي هُوِي۔ اوڇا مطلب ڇَي تمچِي تصوِير، مالڪا چَي نان ائُون ترقِي ليڊر بورڊا پر ظاهر ڪونهِي هُوَي۔ نوٽ ڪرا تہ ليڊر بورڊ ريفريش ۾ مٽاتِي ڀرڻي ۾ منٽ ڪري هِتي۔

source: Three to go!
odk: تِين ريهوڙي هِتي

source: Thur
odk: ٿُرِي

source: Tibetan
odk: تِبتِي

source: Tigre
odk: ٽيگرِي

source: Tigrinya
odk: ٽگرنِيا

source: Tlazoyaltepec Mixtec
odk: ٽلازوئلٽيپيڪ ميڪسٽيڪ

source: Toba Qom
odk: ٽوبا قم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
odk: آپڪِي اِي ميل مٽاوَڻي يان بڙي ايڊٽ ڪرڻي ڪاڻ اَمهان نُون <emailFragment>commonvoice@mozilla.com</emailFragment> پر اِي ميل موڪلا۔

source: Today
odk: آج

source: Today's Common Voice progress on clips recorded
odk: ڪامن وائِيسا ۾ آج رڪارڊ ڪروڙي ڪِلپس

source: Today's Common Voice progress on clips validated
odk: ڪامن وائِيسا ۾ آج رڪارڊ ڪروڙان ڪِلپان چِي تصدِيق ڪلِي گيلِي ڇَي

source: Today's Progress
odk: آجوڪِي پيشرفت

source: Toki Pona
odk: ٽوڪِي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
odk: ڪامن وائس ڊيٽا سيٽا ۾ شامل هُوڻي ڪاڻ، آواز جي ڪلپا نُون ڏُونهُون الگ استعمال ڪرڻي هاڙان پارُون تصديق ڪرڻِي پڙهِي۔

source: Too many files
odk: تمام گھڻِيا فائِيلا

source: Top Contributors
odk: بڌِيڪ حِصا گيهڻي هاڙي

source: Torwali
odk: توروالِي

source: Total
odk: سِگڙي

source: Total Approved
odk: پُوري نمُوني سُون منظُور هئوڙا

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
odk: سجي پاسُون اَمهِين فائدي سُڻائُون ڇَئُو ائُون واضح ڪرُون ڇَئُون تہ اَمهِين ڪِسِي معلُومات عام ڪرُون ڇَئُون۔ ڪامن وائِيسا سُون شرُوع ڪرڻي چي ڪاڻ آپڪِي ڊيوائِسِي پر جھِڪي ڏِيئوڙا لِنڪ اِستعمال ڪرا۔

source: Toward next goal
odk: آوَڻي هاڙي مقصدا ڏِسِين

source: Track progress here and on your stats page.
odk: تمهِين اِٺي انگان ائُون اکران هاڙي صفحي پر پيشرفتا نُون ٽريڪ ڪرا

source: Transcribe
odk: نقل ڪرا

source: Transcribe answers
odk: جوابا چِي نقل ڪرا

source: Transcribe Audio
odk: آڊيوئِي چِي نقل ڪرا

source: Transcribe audio recordings into text
odk: آڊيو رڪارڊنگِي نُون متنا ۾ نقل ڪرا

source: Transcribe audio recordings in your language
odk: آڊيو رڪارڊنگِي نُون آپڪِي ٻولِي ۾ نقل ڪرا

source: Transcribe Audio <small>(Coming soon)</small>
odk: آڊيوئِي چِي نقل ڪرا <small> (جلدِي آوَي ڇَي چلا) </small>

source: Transcript edited successfully
odk: نقلِي چِي ڪاميابِي سُون مرمت ڪلِي گيلِي۔

source: Transcript skipped successfully
odk: نقلِي نُون ڪاميابِي سُون ڇوڙلَي گيلَي۔

source: Transcript submitted successfully
odk: نقل ڪاميابِي سُون جمع ڪرالِي گيلِي۔

source: Transcript voted successfully
odk: ٽرانسڪرپٽِي نُون ڪاميابِي سُون ووٽ ڏِلا گيلا۔

source: Transgender
odk: همٿِي هاڙا

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
odk: <translateVideoLink> اَمچِي گائِيڊ ڏيکا تہ پونٽونا نُون ڪِيُون اِستعمال ڪجَي۔ </translateVideoLink>

source: Translating the site
odk: سائِيٽِي چا ترجما
